Repository: yammut/ojs
Catalog: plugins/auth/ldap/locale/*/locale.po
Languages: ca_es, de_de, fr_ca, pt_br

# plugins.auth.ldap.displayName
source: LDAP
fr_ca: Protocole LDAP
pt_br: Autenticação LDAP

# plugins.auth.ldap.description
source: This plugin allows for authentication and synchronization of user accounts against an external LDAP data source.
ca_es: Aquest connector permet autenticar i sincronitzar els comptes d'usuari amb una font de dades LDAP externa.
de_de: Dieses Plugin ermöglicht es, den Berechtigungsnachweis über eine externe LDAP-Datenquelle zu beziehen und Benutzer/innenkonten mit dieser Quelle zu synchronisieren.
fr_ca: Ce plugiciel permet l'authentification et la synchronisation de comptes d'utilisateurs au moyen d'une source de données LDAP externe.
pt_br: Plugin de Autenticação LDAP, que permite a sincronização de contas de usuários em uma fonte externa LDAP.

# plugins.auth.ldap.settings
source: LDAP Settings
ca_es: Configuració d'LDAP
de_de: LDAP-Einstellungen
fr_ca: Paramètres LDAP
pt_br: Configurações LDAP

# plugins.auth.ldap.settings.hostname
source: Server hostname
ca_es: Nom del servidor
de_de: Name des Hostservers
fr_ca: Nom d'hôte du serveur
pt_br: Servidor

# plugins.auth.ldap.settings.hostname.description
source: E.g., "ldap.example.com", or "ldaps://ldap.example.com" (to use SSL)
ca_es: P. ex., "ldap.exemple.com" o "ldaps://ldap.exemple.com" (per a utilitzar SSL).
de_de: z.B. "ldap.beispiel.com", or "ldaps://ldap.beispiel.com" (bei Verwendung von SSL)
fr_ca: Par ex. : "ldap.exemple.com", ou "ldaps://ldap.exemple.com" (pour utiliser SSL)
pt_br: Ex.: "ldap.example.com", ou "ldaps://ldap.example.com" (para uso com SSL)

# plugins.auth.ldap.settings.port
source: Server port
ca_es: Port del servidor
fr_ca: Port du serveur
pt_br: Porta

# plugins.auth.ldap.settings.port.description
source: Optional. Defaults to 389 (LDAP) or 636 (LDAP over SSL)
ca_es: Opcional. Per defecte 389 (LDAP) o 636 (LDAP sobre SSL).
de_de: Optional. Standardeinstellungen 389 (LDAP) oder 636 (LDAP über SSL))
fr_ca: Facultatif. Utilise par défaut 389 (LDAP) ou 636 (LDAP sur SSL)
pt_br: Opcional. Valor padrão é 389 (LDAP) ou 636 (LDAP sobre SSL)

# plugins.auth.ldap.settings.basedn.description
source: E.g., "ou=people,dc=example,dc=com"
ca_es: P. ex., "ou=people,dc=example,dc=com"
de_de: z.B. "ou=people,dc=beispiel,dc=com"
fr_ca: Par ex. : "ou=personnes,dc=exemple,dc=com"
pt_br: Ex.: "ou=people,dc=example,dc=com"

# plugins.auth.ldap.settings.managerdn
source: Manager DN
ca_es: DN de l'administrador
de_de: Verwalter DN
fr_ca: Nom distinct du gestionnaire
pt_br: Gerente DN

# plugins.auth.ldap.settings.managerdn.description
source: E.g., "cn=Manager,dc=example,dc=com"
ca_es: P. ex., "cn=Manager,dc=example,dc=com"
de_de: z.B., "cn=Verwalter,dc=beispiel,dc=com"
fr_ca: Par ex. : "cn=gestionnaire,dc=exemple,dc=com"
pt_br: Ex.: "cn=Manager,dc=example,dc=com"

# plugins.auth.ldap.settings.managerpwd
source: Manager password
ca_es: Contrasenya de l'administrador
de_de: Verwalter-Passwort
fr_ca: Mot de passe du gestionnaire
pt_br: Senha

# plugins.auth.ldap.settings.managerpwd.description
source: The manager DN and password are only required if the user profile/password synchronization or user creation options are enabled. If LDAP will be used solely for authentication then these options can be omitted.
ca_es: El DN i la contrasenya de l'administrador només són necessaris si s'han habilitat les opcions de sincronització de perfils d'usuari i contrasenyes o de creació d'usuaris. Podeu ometre aquestes opcions si només utilitzeu LDAP per a finalitats d'autenticació.
de_de: Verwalter DN und Passwort werden nur gebraucht, wenn die Profil/Passwort-Synchronisierung oder Benutzer/innen-Einrichtungsoptionen aktiviert sind. Falls LDAP nur zum Berechtigungsnachweis verwendet wird, können diese Optionen entfallen.
fr_ca: Le nom distinct et le mot de passe du gestionnaire ne sont requis que si la synchronisation du profil/du mot de passe de l'utilisateur ou les options de création d'un utilisateur sont activées. Si le protocole LDAP n'est utilisé que pour l'authentification, ces options peuvent être ignorées.
pt_br: O Gerente DN e a Senha são obrigatórios apenas quando se utiliza a sincronização de cadastro/senha ou as opções de criação de usuário são habilitadas. Caso o LDAP seja usado apenas para autenticação, estas opções podem ser ignoradas.

# plugins.auth.ldap.settings.pwhash
source: Password encryption
ca_es: Encriptació de contrasenyes
de_de: Passwortverschlüsselung
fr_ca: Chiffrement du mot de passe
pt_br: Criptografia da senha

# plugins.auth.ldap.settings.saslopt
source: SASL Settings (optional)
ca_es: Configuració de SASL (opcional)
de_de: SASL-Einstellungen (optional)
fr_ca: Paramètres SASL (facultatifs)
pt_br: Configurações SASL (opcional)

# plugins.auth.ldap.settings.saslmech
source: SASL mechanism
ca_es: Mecanisme SASL
de_de: SASL-Mechanismus
fr_ca: Mécanisme SASL
pt_br: Mecanismo SASL

# plugins.auth.ldap.settings.saslmech.description
source: E.g., "DIGEST-MD5"
ca_es: P. ex., "DIGEST-MD5"
de_de: z.B., "DIGEST-MD5"
fr_ca: Par ex. : "DIGEST-MD5"
pt_br: Ex.: "DIGEST-MD5"

# plugins.auth.ldap.settings.saslrealm
source: Realm
ca_es: Domini
de_de: Bereich
fr_ca: Domaine
pt_br: Domínio

# plugins.auth.ldap.settings.saslauthzid
source: Requested authorization ID
ca_es: Id. de l'autorització sol·licitada
de_de: Erforderliche Berechtigungs ID
fr_ca: Identification d'autorisation requise
pt_br: ID de Autorização Solicitado

# plugins.auth.ldap.settings.saslprop
source: SASL security properties
ca_es: Propietats de seguretat SASL
de_de: SASL Sicherheitseigenschaften
fr_ca: Caractéristiques de sécurité SASL
pt_br: Propriedades de segurança SASL

# plugins.auth.ldap.settings.uid
source: Account name attribute
ca_es: Atribut del nom del compte
de_de: Benutzer/innenkonto-Attribut
fr_ca: Attribut du nom du compte
pt_br: Atributo de nome de conta

# plugins.auth.ldap.settings.uid.description
source: The attribute whose value uniquely identifies a user object, such as uid or cn or sAMAccountName.
ca_es: Atribut el valor del qual identifica de manera � un objecte de l'usuari, com ara uid, cn o sAMAccountName.
de_de: Das Attribut, dessen Wert ein Benutzer/in-Objekt eindeutig identifiziert, z.B. uid oder cn oder sAMAccountName.
fr_ca: L'attribut dont la valeur identifie de façon unique un objet de l'utilisateur, tel que uid ou cn ou sAMAccountName.
pt_br: O atributo cujo valor identifica de forma única um objeto usuário, como um uid ou cn ou sAMAccountName.

# plugins.auth.ldap.settings.pwhash.description
source: Hash format for passwords stored to the server. SSHA is recommended.
de_de: Hashformat für auf dem Server gespeicherte Passwörter. SSHA wird empfohlen.
pt_br: Formato de hash para senhas armazenadas no servidor. SSHA é recomendado.

# plugins.auth.ldap.settings.sasl
source: Use SASL instead of simple authentication
de_de: SASL an Stelle der einfachen Authentifizierung benutzen
pt_br: Use SASL em vez de autenticação simples

# plugins.auth.ldap.settings.basedn
source: Base DN
ca_es: DN base
de_de: Basis-DN
fr_ca: Nom distinct de la base
