Repository: yammut/ojs
Catalog: plugins/generic/externalFeed/locale/*/locale.po
Languages: de_de, fr_ca, pt_br

# plugins.generic.externalFeed.displayName
source: External Feeds
de_de: Externe Feeds
fr_ca: Flux externes
pt_br: Canais externos

# plugins.generic.externalFeed.block.displayName
source: External Feed Block
de_de: Externe-Feeds-Block
fr_ca: Bloc de flux externe
pt_br: Bloco de canais externos

# plugins.generic.externalFeed.description
source: Publish content from external Atom/RSS web syndication feeds. For example, from an external WordPress, Drupal, or OCS install.
de_de: Inhalte externer Atom/RSS-Feeds veröffentlichen. Zum Beispiel von einer externen WordPress-, Drupal- oder OCS-Installation.
fr_ca: Publie du contenu provenant de flux de syndication Web Atom/RSS externes. Par exemple, provenant d'une installation OCS, Drupal ou WordPress externe.
pt_br: Publique conteúdo de canais de informação nos formatos Atom/RSS, a partir de fontes externas como sites em WordPress, Drupal, ou OCS.

# plugins.generic.externalFeed.noneExist
source: No External Feeds
de_de: Keine externen Feeds
fr_ca: Aucun flux externe
pt_br: Nenhum canal externo

# plugins.generic.externalFeed.title
source: Title
fr_ca: Titre
pt_br: Título

# plugins.generic.externalFeed.posted
source: Posted
de_de: Veröffentlicht
fr_ca: Publié
pt_br: Publicado

# plugins.generic.externalFeed.more
source: More...
de_de: Mehr…
fr_ca: Plus...
pt_br: Mais...

# plugins.generic.externalFeed.manager.feeds
source: External Feeds
de_de: Externe Feeds
fr_ca: Flux externes
pt_br: Canais externos

# plugins.generic.externalFeed.manager.settings
source: Settings
de_de: Einstellungen
fr_ca: Paramètres
pt_br: Configurações

# plugins.generic.externalFeed.manager.displayBlockInstructions
source: To display feed content in sidebar blocks, go to <a href="{$setupStep56}" target="_blank">Setup Step 5.6</a>
de_de: Um Feed-Inhalte in Sidebar-Blöcken anzuzeigen, gehen Sie zu <a href="{$setupStep56}" target="_blank">Schritt 5.6 im Setup</a>.
fr_ca: Pour afficher le contenu d'un flux des les blocs latéraux, aller à l'<a href="{$setupStep56}" target="_blank">Étape 5.6 de la configuration</a>
pt_br: Para exibir conteúdo em blocos na barra lateral, acesse o <a href="{$setupStep56}" target="_blank">Passo 5.6 da configuração</a>

# plugins.generic.externalFeed.manager.title
source: Title
fr_ca: Titre
pt_br: Título

# plugins.generic.externalFeed.manager.displayHomepage
source: Homepage Display
de_de: Homepage-Anzeige
fr_ca: Affichage de la page d'accueil
pt_br: Exibir na página inicial

# plugins.generic.externalFeed.manager.displayHomepage.altText
source: Homepage Display
de_de: Homepage-Anzeige
fr_ca: Affichage de la page d'accueil
pt_br: Exibr na página inicial

# plugins.generic.externalFeed.manager.noDisplayHomepage.altText
source: No Homepage Display
de_de: Keine Homepage-Anzeige
fr_ca: Aucun affichage de la page d'accueil
pt_br: Não exibir na página inicial

# plugins.generic.externalFeed.manager.displayBlock
source: Block Display
de_de: Block-Anzeige
fr_ca: Affichage du bloc
pt_br: Exibir bloco

# plugins.generic.externalFeed.manager.displayBlockAll
source: All pages
de_de: Alle Seiten
fr_ca: Toutes les pages
pt_br: Todas as páginas

# plugins.generic.externalFeed.manager.displayBlockAll.altText
source: Block on All Pages
de_de: Block auf allen Seiten
fr_ca: Bloc dans toutes les pages
pt_br: Em todas as páginas

# plugins.generic.externalFeed.manager.noDisplayBlockAll.altText
source: No Block on All Pages
de_de: Kein Block auf allen Seiten
fr_ca: Aucun bloc dans toutes les pages
pt_br: Em nenhuma página

# plugins.generic.externalFeed.manager.displayBlockHomepage
source: Homepage
fr_ca: Page d'accueil
pt_br: Página inicial

# plugins.generic.externalFeed.manager.displayBlockHomepage.altText
source: Block on Homepage Only
de_de: Block nur auf der Homepage
fr_ca: Bloc dans la page d'accueil uniquement
pt_br: Somente na página inicial

# plugins.generic.externalFeed.manager.noDisplayBlockHomepage.altText
source: No Block on Homepage Only
de_de: Kein Block nur auf der Homepage
fr_ca: Aucun bloc dans la page d'accueil uniquement
pt_br: Nenhum bloco apenas na página inicial

# plugins.generic.externalFeed.manager.noneCreated
source: No External Feeds
de_de: Keine externen Feeds
fr_ca: Aucun flux externe
pt_br: Nenhum canal externo

# plugins.generic.externalFeed.manager.create
source: Create New External Feed
de_de: Neuen externen Feed anlegen
fr_ca: Créer un nouveau flux externe
pt_br: Criar novo canal externo

# plugins.generic.externalFeed.manager.edit
source: Edit External Feed
de_de: Externen Feed bearbeiten
fr_ca: Modifier un flux externe
pt_br: Editar canal externo

# plugins.generic.externalFeed.manager.confirmDelete
source: Are you sure you want to permanently delete this feed?
de_de: Sind Sie sicher, dass Sie diesen Feed endgültig löschen wollen?
fr_ca: Êtes-vous certain de vouloir supprimer de façon permanente ce flux?
pt_br: Deseja realmente excluir permanentemente este canal externo?

# plugins.generic.externalFeed.settings
source: Settings
de_de: Einstellungen
fr_ca: Paramètres
pt_br: Configurações

# plugins.generic.externalFeed.settings.description
source: Customize the display of external feed items.
de_de: Die Anzeige externer Feedeinträge anpassen
fr_ca: Personnaliser l'affichage des éléments du flux externe.
pt_br: Personalize a exibição de itens do canal externo.

# plugins.generic.externalFeed.settings.styleSheet
source: Display
de_de: Anzeige
fr_ca: Affichage
pt_br: Exibir

# plugins.generic.externalFeed.settings.defaultStyleSheet
source: External Feed Style Sheet
de_de: Formatvorlage für externe Feeds
fr_ca: Feuille de style du flux externe
pt_br: Folha de estilos

# plugins.generic.externalFeed.settings.stylesheetDescription
source: A custom style sheet can be used to replace the default style sheet for this plugin. The default style sheet can be viewed here
de_de: Eine angepasste Formatvorlage kann benutzt werden, um die Standardvorlage Dieses Plugins zu ersetzen. Die Standardvorlage kann hier angesehen werden.
fr_ca: Une feuille de style personnaliée peut être utilisé au lieu de la feuille de style par défaut pour ce plugiciel. La feuille de style par défaut pour être visualisée ici
pt_br: Uma folha de estilos personalizada pode ser usada para substituir a usada por padrão por este plugin. A folha de estilos padrão pode ser visualizada aqui

# plugins.generic.externalFeed.settings.useStyleSheet
source: Custom style sheet
de_de: Angepasste Formatvorlage
fr_ca: Feuille de style personnalisée
pt_br: Folha de estilos personalizada

# plugins.generic.externalFeed.form.title
source: Title
de_de: Titel
fr_ca: Titre
pt_br: Título

# plugins.generic.externalFeed.form.titleDescription
source: The title for homepage and/or block display
de_de: Der Titel für die Homepage- und/oder Block-Anzeige
fr_ca: Le titre pour l'affichage de la page d'accueil et /ou du bloc
pt_br: O título para exibição na página inicial e/ou no bloco

# plugins.generic.externalFeed.form.titleRequired
source: Please provide a title for this feed
de_de: Bitte geben Sie einen Titel für diesen Feed an
fr_ca: Veuillez fournir un titre pour ce flux
pt_br: Informe um título para este canal

# plugins.generic.externalFeed.form.feedUrlValid
source: Please provide a valid feed URL (include http://)
de_de: Bitte geben Sie einen gültigen URL für den Feed an (inklusive http://)
fr_ca: Veuillez fournir un URL de flux valide (incluant http://)
pt_br: Informe uma URL válida para o canal (inclua http://)

# plugins.generic.externalFeed.form.feedUrlDescription
source: The URL of the external Atom/RSS syndication feed (e.g. http://pkp.sfu.ca/blog/feed)
de_de: Der URL des externen Atom/RSS-Feeds (z.B. http://pkp.sfu.ca/blog/feed)
fr_ca: L'URL du flux de syndication Atom/RSS externe (par ex., http://pkp.sfu.ca/blog/feed)
pt_br: A URL do canal de disseminação de conteúdo externo, no formato Atom/RSS (ex.: http://pkp.sfu.ca/blog/feed)

# plugins.generic.externalFeed.form.display
source: Display
de_de: Anzeige
fr_ca: Affichage
pt_br: Exibir

# plugins.generic.externalFeed.form.displayHomepage
source: Display on homepage
de_de: Auf Homepage anzeigen
fr_ca: Afficher dans la page d'accueil
pt_br: Exibir na página inicial

# plugins.generic.externalFeed.form.displayBlockNone
source: Do not display in block
de_de: Nicht im Block anzeigen
fr_ca: Ne pas afficher en bloc
pt_br: Não exibir no bloco

# plugins.generic.externalFeed.form.displayBlockHomepage
source: Display in block on homepage only
de_de: Nur auf Homepage im Block anzeigen
fr_ca: Afficher en bloc dans la page d'accueil uniquement
pt_br: Exibir no bloco apenas na página inicial

# plugins.generic.externalFeed.form.displayBlockAll
source: Display in block on all pages
de_de: Auf allen Seiten im Block anzeigen
fr_ca: Afficher en bloc dans toutes les pages
pt_br: Exibir no bloco em todas as páginas

# plugins.generic.externalFeed.form.recentItems1
source: Limit to
de_de: Beschränken auf
fr_ca: Limiter à
pt_br: Limitar a

# plugins.generic.externalFeed.form.recentItems2
source: feed items
de_de: Feedeinträge
fr_ca: éléments de flux
pt_br: itens

# plugins.generic.externalFeed.form.saveAndCreateAnother
source: Save and Create Another
de_de: Speichern und einen neuen anlegen
fr_ca: Enregistrer et en créer un autre
pt_br: Salvar e criar outro
